export const quizData = [
  {
    id: 1,
    question: "Какая недвижимость вас интересует?",
    options: ["Квартиры", "Пентхаусы"],
    type: "image",
  },
  {
    id: 2,
    question: "Какая планировка вам предпочтительнее?",
    options: ["Студия", "1-2-спальни", "3-4-спальни"],
    type: "image",
  },
  {
    id: 3,
    question: "Какая площадь объекта вас интересует?",
    options: ["до 30 м²", "30–50 м²", "50+ м²"],
    type: "text",
  },
  {
    id: 4,
    question: "Планируете ли использовать ипотеку для покупки?",
    options: ["Да", "Нет"],
    type: "text",
  },
  {
    id: 5,
    question: "Нужна ли подземная парковка?",
    options: ["Да", "Нет"],
    type: "text",
  },
];
